#Напишите функцию, которая принимает массив из 10 чисел и возвращает их сумму.
nums = [3, 5, 8, 9, 11]
print(nums)
count = 0 

for num in nums:
    print(f"procesinc nubr {num}")    
    count = count + num 
    print(f"element count: {count}")
      

